<?php

return [
    'reset_password_subject' => 'แจ้งเตือนการรีเซ็ตรหัสผ่าน',
    'reset_password_line_1' => 'คุณได้รับอีเมลนี้เนื่องจากเราได้รับคำขอรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ',
    'reset_password_action' => 'รีเซ็ตรหัสผ่าน',
    'reset_password_line_2' => 'ลิงก์รีเซ็ตรหัสผ่านนี้จะหมดอายุใน :count นาที.',
    'reset_password_line_3' => 'หากคุณไม่ได้ขอรีเซ็ตรหัสผ่าน ไม่จำเป็นต้องดำเนินการเพิ่มเติม.',
    'reset_password_regards' => 'ขอแสดงความนับถือ,',
    'reset_password_footer' => 'ระบบสมัครคอร์สวิปัสสนา',


    'password_reset_subject' => 'รีเซ็ตรหัสผ่านสำหรับระบบสมัครคอร์สโพธิธรรมญาณ',



    'password_reset' => [
        'subject'   => 'การแจ้งเตือนการรีเซ็ตรหัสผ่าน',
        'greeting'  => 'เรียนคุณ :name',
        'intro'     => 'เราได้รับคำขอให้รีเซ็ตรหัสผ่านที่เชื่อมกับบัญชีของท่าน หากท่านเป็นผู้ส่งคำขอนี้ กรุณาใช้ลิงก์ด้านล่างเพื่อรีเซ็ตรหัสผ่านอย่างปลอดภัย',
        'button'    => 'รีเซ็ตรหัสผ่าน',
        'expire'    => 'โปรดทราบว่าลิงก์นี้จะสามารถใช้งานได้เป็นเวลา :count นาที นับตั้งแต่อีเมลฉบับนี้ถูกส่ง',
        'ignore'    => 'หากท่านไม่ได้ส่งคำขอนี้ กรุณาละเว้นอีเมลฉบับนี้ และไม่จำเป็นต้องดำเนินการใด ๆ เพิ่มเติม',
        'closing'   => 'ขอแสดงความนับถือ',
        'team'      => 'ระบบสมัครคอร์สโพธิธรรมญาณ',
        'footer'    => 'สงวนลิขสิทธิ์',
        'visit'     => 'เข้าสู่เว็บไซต์',
        'contact'   => 'ติดต่อฝ่ายสนับสนุน',
    ],
];
