<?php

return [
    'title'           => 'ตั้งรหัสผ่านใหม่',
    'email_sent'      => 'เราได้ส่งอีเมลไปยัง :email เพื่อให้ท่านตั้งรหัสผ่านใหม่',
    'please_check'    => 'กรุณาเช็คอีเมลของท่าน เพื่อทำการตั้งรหัสผ่านใหม่',
    'after_set'       => 'เมื่อตั้งเสร็จแล้ว จะสามารถเข้าสู่ระบบด้วยอีเมลและรหัสผ่านได้',
    'steps_title'     => 'ขั้นตอน',
    'step1'           => 'คลิก “Reset Password” ในอีเมล',
    'step2'           => 'กรอกรหัสผ่านให้เหมือนกันทั้ง 2 ช่อง',
    'step3'           => 'กดปุ่ม “Reset Password”',
    'step4'           => 'ระบบจะพาเข้าสู่ระบบอัตโนมัติในครั้งแรกหลังตั้งรหัสผ่านใหม่',
    'go_to_login'     => 'ไปยังหน้าเข้าสู่ระบบ',
    'image1_alt'      => 'ตัวอย่างอีเมลรีเซ็ตรหัสผ่าน',
    'image2_alt'      => 'ตัวอย่างฟอร์มรีเซ็ตรหัสผ่าน',
    
    'new_title'       => 'รหัสผ่านใหม่ถูกส่งแล้ว',
    'new_email_sent'  => 'เราได้ส่งรหัสผ่าน 4 หลักไปยัง :email แล้ว',
    'new_please_check'=> 'กรุณาตรวจสอบอีเมลของท่าน และนำรหัสผ่านดังกล่าวมาเข้าสู่ระบบ',
    'new_after_login' => 'เพื่อความปลอดภัย กรุณาเปลี่ยนรหัสผ่านของท่านหลังจากเข้าสู่ระบบครั้งแรก',
];
